{
  "name": "choice",
  "choices": [
    {
      "title": "OECD",
      "content": [
        {
          "title": "Introduction",
          "body": " OECD Education 2030 stakeholders have co-developed the Learning Compass 2030 that shows how young people can navigate their lives and their world. This Learning Framework 2030 offers a vision and some underpinning principles for the future of education systems. It is about orientation, not prescription "
        }
      ]
    },
    {
      "title": "TRENDS",
      "content": [
        {
          "title": "",
          "body": "The world is evolving at an incredible speed. Mega trends refer to the current trends that predict what the world in 2030 would look like, such as globalisation, technological and climate change, which create numerous challenges and opportunities. "
        },
        {
          "title": "",
          "body": "Some of the key mega trends are presented in line with the 11 areas of the OECD Well-being Framework, which includes: jobs, income, housing, work-life balance, safety, life satisfaction, health, civic engagement, environment, education and community.  "
        }
      ]
    },


    {
      "title": "FRAMEWORK",
      "content": [
        {
          "title": "Job",

          "body": " Due to digitalisation and automation of tasks, some sectors are likely to lose jobs, replaced by machines. "
        },
        {
          "title": "Income",
          "type": "text",
          "body": "The income gap between rich and poor is getting wider and wider. "
        },
        {
          "title": "Housing",
          "body": "Living in a secured place with decent conditions is getting harder and harder."
        },

        {
          "title": " Work-Life Balance ",
          "body": " Although people spend more and more time at work, they still value quality leisure time. "
        },
        {
          "title": "Safety",
          "type": "text",
          "body": "Threats such as safety walking at night or terrorism, as well as emerging threats such as cyber-bullying both make the world more VUCA. "
        },
        {
          "title": "Life Satisfaction",
          "body": "The advancement of technology contributes to life satisfaction."
        },

        {
          "title": "Health",
          "body": "Although children’s health is affected by obesity, teenage suicide rate has decreased."
        },
        {
          "title": "Civic Engagement ",
          "type": "text",
          "body": "There is low confidence in national governments."
        },
        {
          "title": "Environment",
          "body": " Water quality, air pollution and biodiversity have emerged as relevant challenges."
        },

        {
          "title": "Education",
          "body": "Advancement of technology creates important changes in education."
        },
        {
          "title": "Community",
          "body": "Gets more diverse."
        }
      ]
    },


    {
      "title": "ANALYSIS",
      "content": [
        {
          "title": "Employers",
          "body": " Employers’ demands on students competencies include: human and meta skills in time of automation and digitalization; core concept in modern disciples, such as entrepreneurship and wellness, taught in a modern way, for example using an interdisciplinary approach. with essential content so as to understand the world; skills to manage themselves including reskilling and upskilling for life-long learning; knowledge to use AI to make the most out of it; skills for non-routine interpersonal and non-routine analytic jobs. "
        },
        {
          "title": "Teachers",
          "body": " Teachers’ demands on students competencies include: disciplinary knowledge so that they are equipped with the basic knowledge; management skills such as cognitive and meta-cognitive skills, social and emotional skills, and physical and practical skills, which are more and more needed in society and in the workforce; attitudes and values such as tolerance and good behaviour towards the other. "
        },
        {
          "title": "Parents",
          "body": "Parents’ demands on students competencies include: learning academic knowledge and traditional core subjects such as math, reading, writing, and sciences to thrive in their workplace, management skills such as technology skills, cognitive and social-emotional skills; attitudes and values such as respect for self and others, honesty, compassion, love for one another, tolerance, global awareness and perspective, cultural sensitivity and the pursuit for life satisfaction through the sense of agency."
        },

        {
          "title": "Students",
          "body": "Students present different needs, focus and interests depending on different stages of their development and education. At a young age, they want education to be fun, social, practical and a place where they can learn a variety of knowledge. In secondary education, they want education to be career focused and in post-secondary education, they want education to be job market oriented in order to facilitate their integration on the job market. "
        }
      ]
    }
  ]

}